/* No comment provided by engineer. */
"$%0.2f per minute" = "$%0.2f per minute";

/* No comment provided by engineer. */
"$%@ regularly" = "$%@ regularly";

/* No comment provided by engineer. */
"$%@ regularly - $%@ in credits" = "$%1$@ regularly - $%2$@ in credits";

/* No comment provided by engineer. */
"$%d USD / month" = "$%d USD / month";

/* No comment provided by engineer. */
"$XXX one-time fee" = "$XXX one-time fee";

/* No comment provided by engineer. */
"%.1f kB" = "%.1f kB";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ (%@)" = "%1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ (%ld yrs)" = "%1$@ (%2$ld yrs)";